Repository: klocus/nexbau-customizer
Catalog: src/locales/messages.*.xlf
Languages: pl

source: Selected
pl: Wybrano

source: Link copied to clipboard!
pl: Łącze zostało skopiowane do schowka!

source: Save
pl: Zapisz

source: Share
pl: Udostępnij

source: 404 Error:
pl: Błąd 404:

source: This option does not exist.
pl: Taka opcja nie istnieje.

source: Frame
pl: Rama

source: Anthracite
pl: Antracyt

source: Black
pl: Czarny

source: Filling
pl: Wypełnienie

source: None
pl: Brak

source: Black glass
pl: Czarne szkło

source: Glass
pl: Szkło

source: Partial glazing
pl: Częściowe przeszklenie

source: Handle
pl: Pochwyt

source: Black Long
pl: Czarny długi

source: Standard Long
pl: Standard długi

source: Lock
pl: Zamek

source: Layout
pl: Układ paneli

source: Layout color
pl: Kolor paneli

source: Shaped in the door plane
pl: Ukształtowany w płaszczyźnie

source: Flushed with the door plane
pl: Zlicowany z płaszczyzną

source: Mounted to the door plane
pl: Zamontowany do płaszczyzny

source: Long handle
pl: Antaba

source: Handle position
pl: Pozycja pochwytu

source: Top
pl: Góra

source: Bottom
pl: Dół

source: Structural varnish
pl: Strukturalny lakier

source: Oak
pl: Dąb

source: Walnut
pl: Orzech

source: Silver
pl: Srebrny

source: Left panel
pl: Panel lewy

source: Milled oak
pl: Frezowany dąb

source: Milled walnut
pl: Frezowany orzech

source: Milled meranti
pl: Frezowane meranti

source: Steel
pl: Stal

source: Printed steel
pl: Stal z nadrukiem

source: Quartz sinter
pl: Spiek kwarcowy

source: Right panel
pl: Panel prawy

source: Milk glass
pl: Mleczne szkło

source: Polished steel
pl: Polerowana stal
